Repository: rudrankriyam/Foundation-Models-Framework-Lab
Catalog: Foundation Lab/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans, zh_hant

source: No update received
de: Keine Aktualisierung eingegangen
es: No se recibieron actualizaciones
fr: Aucune mise à jour reçue
it: Nessun aggiornamento ricevuto
ja: 更新なし
ko: 업데이트 수신 안 됨
pt_br: Nenhuma atualização recebida.
zh_hans: 没有收到更新
zh_hant: 未收到更新

source: No video selected
de: Kein Video ausgewählt
es: No hay vídeo seleccionado
fr: Aucune vidéo sélectionnée
it: Nessun video selezionato
ja: 選択したビデオはありません
ko: 선택한 비디오 없음
pt_br: Nenhum vídeo selecionado.
zh_hans: 未选中视频
zh_hant: 未選擇影片

source: Not inspected yet
de: Noch nicht überprüft
es: Aún no inspeccionado
fr: Non encore inspecté
it: Non ispezionato ancora
ja: 未検査
ko: 아직 검사되지 않음
pt_br: Ainda não inspecionado.
zh_hans: 尚未检查
zh_hant: 尚未檢查

source: Not measured
de: Nicht gemessen
es: No medido
fr: Non mesuré
it: Non misurato
ja: 未測定
ko: 측정되지 않음
pt_br: Não medido
zh_hans: 未测量
zh_hant: 未測量

source: Not reported by this model.
de: Nicht von diesem Modell gemeldet.
es: No reportado por este modelo.
fr: Non signalé par ce modèle.
it: Non riportato da questo modello.
ja: このモデルでは報告されていません。
ko: 이 모델에 의해 보고되지 않습니다.
pt_br: Não relatado por este modelo.
zh_hans: 此型号未报告.
zh_hant: 此模型未報告 。

source: Nothing has been sent. The app must wait at this boundary.
de: Es wurde nichts verschickt. Die App muss an dieser Grenze warten.
es: Nada ha sido enviado. La aplicación debe esperar en este límite.
fr: Rien n'a été envoyé. L'application doit attendre à cette limite.
it: Non è stato mandato niente. L'app deve aspettare a questo confine.
ja: 何も送信されていません。 この境界線でアプリを待つ必要があります。
ko: 견적 요청 앱은 이 경계에서 기다립니다.
pt_br: Nada foi enviado. O aplicativo deve esperar neste limite.
zh_hans: 没有寄出去 应用程序必须等待 在这个边界。
zh_hant: 沒有寄出去 應用程式必須在這邊界等待。

source: Nothing runs inside Foundation Lab. Copy a verified example and run it in Terminal or a Python environment on a supported Mac.
de: Nichts läuft drinnen Foundation LabKopieren Sie ein verifiziertes Beispiel und führen Sie es in Terminal oder Python Umgebung auf einem unterstützten Mac.
es: Nada funciona dentro Foundation Lab. Copiar un ejemplo verificado y ejecutarlo en Terminal o a Python entorno en un Mac compatible.
fr: Rien n'entre. Foundation Lab. Copier un exemple vérifié et l'exécuter dans Terminal ou un Python environnement sur un Mac soutenu.
it: Niente funziona dentro Foundation Lab. Copiare un esempio verificato ed eseguirlo in Terminal o in un Python ambiente su un Mac supportato.
ja: 何も内部で実行しません Foundation Lab. 確認した例をコピーし、ターミナルまたはターミナルで実行する Python サポートされているMac上の環境。
ko: 아무것도 내부에서 실행 Foundation Lab. 확인된 예제를 복사하고 터미널 또는 Python 지원되는 Mac에서 환경.
pt_br: Nada corre dentro Foundation LabCopie um exemplo verificado e execute em Terminal ou um Python ambiente em um Mac suportado.
zh_hans: 里面没有东西 Foundation Lab。复制一个已验证的示例并在终端或一个终端运行 Python 环境在支持的Mac上。
zh_hant: 里面什麼都沒有 Foundation Lab。复制已驗證的示例,並在终端或一個 Python 支持的 Mac 上的環境 。

source: OS 27 Required
de: OS 27 erforderlich
es: OS 27 Se requiere
fr: OS 27 requis
it: OS 27 richiesto
ja: OS 27 必須
ko: OS 27 필수
pt_br: OS 27
zh_hans: OS 27 必需
zh_hant: OS 27 需要

source: Objective checks
de: Objektive Kontrollen
es: Verificación de objetivos
fr: Contrôles objectifs
it: Controlli obiettivi
ja: 目的チェック
ko: 객관적 검사
pt_br: Controles objetivos.
zh_hans: 目标检查
zh_hant: 目的檢查

source: Observe calls and outputs around app code
de: Beobachten Sie Anrufe und Ausgaben rund um den App-Code
es: Observe llamadas y salidas alrededor del código de aplicación
fr: Observez les appels et sorties autour du code app
it: Osservare le chiamate e le uscite intorno al codice app
ja: アプリコードの呼び出しと出力を観察
ko: 앱 코드의 호출 및 출력
pt_br: Observe chamadas e saídas em torno do código do aplicativo.
zh_hans: 围绕应用程序代码观察呼叫和输出
zh_hant: 依據應用程式碼觀察呼叫與輸出

source: Observed June 14, 2026 on macOS 27.0 beta build 26A5353q using the system model and a Display P3 JPEG.
de: 14. Juni 2026 am macOS 27.0 Beta Build 26A5353q unter Verwendung des Systemmodells und einer Display P3 JPEG.
es: Observado el 14 de junio de 2026 macOS 27.0 beta build 26A5353q utilizando el modelo del sistema y un Display P3 JPEG.
fr: Observé le 14 juin 2026 le macOS 27,0 beta build 26A5353q en utilisant le modèle système et un Display P3 JPEG.
it: Osservato il 14 giugno 2026 su macOS 27.0 beta costruire 26A5353q utilizzando il modello di sistema e un Display P3 JPEG.
ja: 2018年6月14日 macOS システムモデルとaを使用して27.0ベータビルド26A5353q Display P3 JPEGお問い合わせ
ko: 관측 6월 14, 2026 에 macOS 27.0 베타 빌드 26A5353q 시스템 모델과 a를 사용하여 Display P3 JPEG·
pt_br: Observado em 14 de junho de 2026 macOS 27,0 beta construir 26A5353q usando o modelo do sistema e um Display P3 JPEG.
zh_hans: 观察2026年6月14日 macOS 27.0β 使用系统模型和a建造 26A5353q Display P3 JPEG。 。 。 。
zh_hant: 2026年6月14日 macOS 27.0β 利用系統模型和a建造 26A5353q Display P3 JPEG.

source: One shot
de: Ein Schuss
es: Un disparo.
fr: Un coup
it: Un colpo
ja: ワンショット
ko: 한 샷
pt_br: Um tiro.
zh_hans: 一枪
zh_hant: 一拍

source: Open the FMFBenchDeviceRunner project, select a physical Apple Intelligence device, and run its scheme.
de: Offen FMFBenchDeviceRunner Projekt, wählen Sie eine physische Apple Intelligence Gerät, und führen Sie sein Schema.
es: Abrir el FMFBenchDeviceRunner proyecto, seleccionar un físico Apple Intelligence dispositivo, y ejecutar su esquema.
fr: Ouvrir la FMFBenchDeviceRunner projet, sélectionner un physique Apple Intelligence et exécuter son schéma.
it: Aprire FMFBenchDeviceRunner progetto, selezionare un fisico Apple Intelligence dispositivo, ed eseguire il suo schema.
ja: 開く FMFBenchDeviceRunner プロジェクトを選択し、物理的 Apple Intelligence デバイス、およびそのスキームを実行します。
ko: 자주 묻는 질문 FMFBenchDeviceRunner 프로젝트, 물리적 선택 Apple Intelligence 장치, 그리고 그것의 계획을 실행.
pt_br: Abra o FMFBenchDeviceRunner projeto, selecione um físico Apple Intelligence dispositivo, e executar seu esquema.
zh_hans: 打开 FMFBenchDeviceRunner ,选择物理 Apple Intelligence 设备,并运行其方案。
zh_hant: 開啟 FMFBenchDeviceRunner 專案,選擇物理 Apple Intelligence 裝置,並執行它的設計。

source: Opening Recipe
de: Eröffnungsrezept
es: Receta de apertura
fr: Recette d'ouverture
it: Ricetta di apertura
ja: オープニングレシピ
ko: 레시피 여는 중
pt_br: Recipe de Abertura
zh_hans: 打开食谱
zh_hant: 開啟食譜

source: Order
de: Bestellung
es: Orden
fr: Ordre
it: Ordinanza
ja: 注文する
ko: 순서
pt_br: Ordem.
zh_hans: 顺序
zh_hant: 排序

source: Output
de: Produkt
es: Producto
fr: Produit
it: Produzione
ja: 出力
ko: 출력
pt_br: Saída
zh_hans: 产出
zh_hant: 輸出

source: Output tokens per second after the first streamed update.
de: Ausgabe-Token pro Sekunde nach dem ersten gestreamten Update.
es: Producir fichas por segundo después de la primera actualización.
fr: Jetons de sortie par seconde après la première mise à jour en streaming.
it: Token di uscita al secondo dopo il primo aggiornamento in streaming.
ja: 最初のストリーミング更新後、1秒あたりの出力トークン。
ko: 첫번째 흐르는 갱신 후에 초당 산출 토큰.
pt_br: Tokens de saída por segundo após a primeira atualização.
zh_hans: 第一次流更新后输出令牌每秒 。
zh_hant: 第一次流更新後輸出令牌每秒 。

source: Over by %lld tokens
de: Over by %lld Token
es: Cambio %lld tokens
fr: D'après %lld jetons
it: Passo. %lld gettoni
ja: %lld トークン超過
ko: %lld 토큰 초과
pt_br: Por aqui. %lld fichas
zh_hans: 超出 %lld 个令牌
zh_hant: 超出 %lld 個權杖

source: Ownership boundary
de: Eigentumsgrenze
es: Límite de propiedad
fr: Limite de propriété
it: Limite di proprietà
ja: 所有権の境界
ko: 소유권 경계
pt_br: Limite de propriedade
zh_hans: 所有权边界
zh_hant: 擁有權邊界

source: PCC request failed. Private Cloud Compute is available, but this app may be missing the PCC entitlement or a matching provisioning profile. Confirm com.apple.developer.private-cloud-compute is present, then try again. Details: %@
de: PCC Request fehlgeschlagen. Private Cloud Compute ist verfügbar, aber diese App könnte die PCC Anspruch oder ein entsprechendes Bereitstellungsprofil. Bestätigung com.apple.developer.private-cloud-compute ist anwesend, dann versuchen Sie es erneut. Einzelheiten: %@
es: PCC la solicitud falló. Private Cloud Compute está disponible, pero esta aplicación puede estar desaparecida PCC o un perfil de disposición correspondiente. Confirmación com.apple.developer.private-cloud-compute está presente, luego prueba de nuevo. Detalles: %@
fr: PCC La demande a échoué. Private Cloud Compute est disponible, mais cette application peut manquer PCC l'admissibilité ou un profil de provisionnement correspondant. Confirmer com.apple.developer.private-cloud-compute est présent, puis réessayez. Détails: %@
it: PCC richiesta fallita. Private Cloud Compute è disponibile, ma questa applicazione potrebbe mancare PCC diritto o profilo di provisioning corrispondente. Conferma com.apple.developer.private-cloud-compute è presente, poi riprovare. Dettagli: %@
ja: PCC リクエストが失敗しました。 プライベートクラウドコンピューティングが利用可能ですが、このアプリは欠落している可能性があります PCC 資格またはマッチングプロビジョニングプロファイル。 お問い合わせ com.apple.developer.private-cloud-compute とりあえず、再び試してみてください。 詳細: %@
ko: PCC 요청 실패. Private Cloud Compute는 사용할 수 있지만이 응용 프로그램은 누락 될 수 있습니다. PCC 제목 또는 일치 프로비저닝 프로파일. 이름 * com.apple.developer.private-cloud-compute 현재, 다시 시도. 상세 정보: %@
pt_br: PCC O pedido falhou. O computador da Nuvem Privada está disponível, mas esse aplicativo pode estar faltando. PCC direito ou um perfil de provisionamento correspondente. Confirmar. com.apple.developer.private-cloud-compute está presente, então tente novamente. Detalhes: %@
zh_hans: PCC 请求失败 。 私人云计算是可用的,但是这个应用程序可能缺少 PCC 权利或匹配的配置文件。 确认 com.apple.developer.private-cloud-compute 正在出现,然后再次尝试。 细节 : %@
zh_hant: PCC 要求失敗 。 私家云計算器可以使用, 但此應用程式可能缺少 PCC 權限或匹配的設定檔 。 确认 com.apple.developer.private-cloud-compute 已存在,然後再試一次。 細節 : %@

source: Package
de: Paket
es: Paquete
fr: Paquet
it: Pacchetto
ja: パッケージ
ko: 패키지
pt_br: Pacote
zh_hans: 软件包
zh_hant: 套件

source: Paste retrieved text
de: Paste abgerufener Text
es: Paste recuperado texto
fr: Coller le texte récupéré
it: Incolla il testo recuperato
ja: 取得されたテキストを貼り付ける
ko: Paste retrieved 텍스트
pt_br: Colar texto recuperado
zh_hans: 粘贴已获取的文本
zh_hant: 貼上已收回的文字

source: Pause video
de: Video pausieren
es: Pausar vídeo
fr: Mettre la vidéo en pause
it: Metti in pausa il video
ja: ビデオを一時停止
ko: 비디오 일시 정지
pt_br: Pausar vídeo
zh_hans: 暂停视频
zh_hant: 暫停影片

source: Per-sample measurement
de: Messung je Probe
es: Medición de muestreo
fr: Mesure par échantillon
it: Misura per campione
ja: 試料測定
ko: Per-sample 측정
pt_br: Medição por amostra
zh_hans: 每样测量
zh_hant: 每例量度

source: Performance
de: Leistung
es: Ejecución
fr: Rendement
it: Prestazioni
ja: パフォーマンス
ko: 성능
pt_br: Implementação
zh_hans: 业绩
zh_hant: 性能

source: Physical Device
de: Physisches Gerät
es: Dispositivo físico
fr: Appareil physique
it: Dispositivo fisico
ja: 物理デバイス
ko: 물리적 장치
pt_br: Dispositivo físico
zh_hans: 物理设备
zh_hant: 物理裝置

source: Play video
de: Video abspielen
es: Reproducir vídeo
fr: Lire la vidéo
it: Riproduci video
ja: ビデオを再生
ko: 비디오 재생
pt_br: Reproduzir vídeo
zh_hans: 播放视频
zh_hant: 播放影片

source: Policy
de: Politik
es: Política
fr: Politique
it: Politica
ja: プライバシーポリシー
ko: 정책
pt_br: Política
zh_hans: 政策
zh_hant: 政策

source: Practical Full
de: Praktisch voll
es: Pleno práctico
fr: Pratique complète
it: Praticamente
ja: 実用的なフル
ko: Practical 전체
pt_br: Prático completo
zh_hans: 实用完整
zh_hant: 实用完整

source: Practical Quick
de: Praktisch schnell
es: Práctico
fr: Pratique rapide
it: Pratico rapido
ja: 実用的なクイック
ko: Practical 빠른
pt_br: Prático Rápido
zh_hans: 实用快
zh_hant: 实用快速

source: Preserve instructions and recent turns, replacing older history with an app-generated summary.
de: Bewahren Sie Anweisungen und aktuelle Wendungen auf und ersetzen Sie die ältere Geschichte durch eine von einer App generierte Zusammenfassung.
es: Preserve instrucciones y giros recientes, reemplazando la historia anterior con un resumen generado por la aplicación.
fr: Préservez les instructions et les virages récents, en remplaçant l'historique antérieur par un résumé produit par l'application.
it: Conservare le istruzioni e i giri recenti, sostituendo la storia vecchia con un riassunto generato dall'app.
ja: 古い履歴をアプリで生成した要約で置き換えて、指示と最近のターンを保存します。
ko: 구속 지침 및 최근 회전, 앱 생성 요약으로 이전 역사를 대체.
pt_br: Preserve instruções e turnos recentes, substituindo a história antiga por um resumo gerado por aplicativos.
zh_hans: 保存指令和最近的转折,用一个应用生成的摘要来取代旧的历史.
zh_hant: 保留指令與最近轉折, 用應用程式產生的簡介取代舊歷史 。

source: Preserve instructions and the newest conversation entries. Older entries are removed by your app.
de: Bewahren Sie Anweisungen und die neuesten Konversationseinträge auf. Ältere Einträge werden von Ihrer App entfernt.
es: Preserve instrucciones y las nuevas entradas de conversación. Las entradas más antiguas son eliminadas por tu aplicación.
fr: Préservez les instructions et les nouvelles entrées de conversation. Les entrées plus anciennes sont supprimées par votre application.
it: Conservare le istruzioni e le voci di conversazione più recenti. Le voci più vecchie vengono rimosse dalla tua app.
ja: 指示と最新の会話エントリを保存します。 古いエントリは、アプリによって削除されます。
ko: 지침 및 최신 대화 항목. 이전 항목은 앱에 의해 제거됩니다.
pt_br: Preservar instruções e as novas entradas de conversa. Entradas antigas são removidas pelo seu aplicativo.
zh_hans: 保存指令和最新对话条目. 您的应用程序删除了旧条目 。
zh_hant: 保留指令和最新對話条目 。 舊項目被您的應用程式移除 。

source: Prewarm
de: Vorwärme
es: Precalentamiento
fr: Préchauffage
it: Preriscaldamento
ja: プレワーム
ko: 사전 준비
pt_br: Pré-aquecimento
zh_hans: 预温
zh_hant: 早溫

source: Primary requirement
de: Hauptanforderung
es: Necesidades primarias
fr: Exigences primaires
it: Requisiti primari
ja: 第一次条件
ko: 주요 요구 사항
pt_br: Exigência primária
zh_hans: 主要要求
zh_hant: 主要要求

source: PrivateCloudComputeLanguageModel is gated to iOS, macOS, visionOS, and watchOS 27.
de: PrivateCloudComputeLanguageModel ist gated to iOS, macOS, visionOS, und watchOS 27.
es: PrivateCloudComputeLanguageModel está cerrado iOS, macOS, visionOS, y watchOS 27.
fr: PrivateCloudComputeLanguageModel est fermé à iOS, macOS, visionOSet watchOS 27.
it: PrivateCloudComputeLanguageModel è recintato iOS♪ macOS♪ visionOSe watchOS 27.
ja: PrivateCloudComputeLanguageModel ゲートに iOS, macOS, visionOSと watchOS 27.27.(日)
ko: PrivateCloudComputeLanguageModel 문에 iOS· macOS· visionOS· watchOS 27. ·
pt_br: PrivateCloudComputeLanguageModel Está fechado para iOS, macOS, visionOS, e watchOS 27.
zh_hans: PrivateCloudComputeLanguageModel 已锁定为 iOS, (中文). macOS, (中文). visionOS,以及 watchOS 27岁
zh_hant: PrivateCloudComputeLanguageModel 封鎖到 iOS, macOS, visionOS和 watchOS 27.

source: Profile Controls
de: Profilkontrollen
es: Controles de Perfil
fr: Contrôles du profil
it: Controllo dei profili
ja: プロフィール制御
ko: 프로필 제어
pt_br: Controles de perfil
zh_hans: 配置文件控件
zh_hant: 設定檔控制

source: Profiles, generation, transcript
de: Profile, Erzeugung, Transkript
es: Perfiles, generación, transcripción
fr: Profils, génération, transcription
it: Profili, generazione, trascrizione
ja: プロフィール、生成、トランスクリプト
ko: 프로필, 생성, 성적
pt_br: Perfis, geração, transcrição
zh_hans: 简介、生成、记录
zh_hant: 設定檔、 代碼、 抄本

source: Prompt changed. Measure again to update the budget.
de: Prompt geändert. Wieder einmal messen, um das Budget zu aktualisieren.
es: Prompt cambió. Medir de nuevo para actualizar el presupuesto.
fr: La vitesse a changé. Mesurez de nouveau pour mettre à jour le budget.
it: Prompt è cambiato. Misura di nuovo per aggiornare il bilancio.
ja: プロンプトが変更されました。 予算を更新するために再び測定します。
ko: Prompt 변경. 예산을 업데이트하려면 다시 측정하십시오.
pt_br: O prompt mudou. Meça novamente para atualizar o orçamento.
zh_hans: 提示改变。 再次采取措施更新预算。
zh_hant: 速度變了 。 再次更新預算 。

source: Propose three names for a privacy-first journaling app and explain the strongest choice.
de: Schlagen Sie drei Namen für eine Privacy-First-Journaling-App vor und erklären Sie die stärkste Wahl.
es: Proponer tres nombres para una aplicación de revistas de privacidad y explicar la opción más fuerte.
fr: Proposer trois noms pour une application de journaling en premier et expliquer le choix le plus fort.
it: Proporre tre nomi per un'app di riviste privacy-first e spiegare la scelta più forte.
ja: プライバシー・ファースト・ジャーナリング・アプリの3つの名前を置き、最も強い選択を記述して下さい。
ko: 개인 정보 보호 첫 번째 저널링 앱에 대한 세 이름과 가장 강한 선택을 설명합니다.
pt_br: Proponha três nomes para um aplicativo de privacidade e explique a escolha mais forte.
zh_hans: 为隐私第一日记软件推荐三个名字 并解释最强的选择
zh_hant: 提供三個名字,

source: Proposed tool action
de: Vorgeschlagene Tool-Aktion
es: Acción de herramienta propuesta
fr: Action d’outil proposée
it: Azione di strumento proposta
ja: 提案されたツールアクション
ko: 제안된 도구 작업
pt_br: Ação proposta de ferramenta.
zh_hans: 拟议的工具行动
zh_hant: 拟议的工具動作

source: Protocols
de: Protokolle
es: Protocolos
fr: Protocoles
it: Protocolli
ja: プロトコル
ko: 프로토콜
pt_br: Protocolos
zh_hans: 议定书
zh_hant: 议定书

source: Provider Bridge
de: Anbieterbrücke
es: Proveedor Puente
fr: Pont du fournisseur
it: Fornitore ponte
ja: プロバイダーブリッジ
ko: 공급자 브리지
pt_br: Ponte do Provedor
zh_hans: 提供桥梁
zh_hant: 提供者橋

source: Publishable Protocol
de: Veröffentlichbares Protokoll
es: Protocolo Facultativo
fr: Protocole à publier
it: Protocollo pubblicato
ja: 公開プロトコル
ko: Publishable 프로토콜
pt_br: Protocolo de publicação
zh_hans: 可公布的协议
zh_hant: 可公布的协议

source: Qualitative criteria
de: Qualitative Kriterien
es: Criterios cualitativos
fr: Critères qualitatifs
it: Criteri qualitativi
ja: 定性基準
ko: Qualitative 기준
pt_br: Critérios qualitativos
zh_hans: 定性标准
zh_hant: 定性标准

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
ja: よくある質問
ko: 품질
pt_br: Qualidade
zh_hans: 质量
zh_hant: 质量

source: Quality and regression checks
de: Qualitäts- und Regressionskontrollen
es: Controles de calidad y regresión
fr: Contrôles de qualité et de régression
it: Controllo qualità e regressione
ja: 品質と回帰チェック
ko: 품질 및 회귀 검사
pt_br: Qualidade e verificações de regressão
zh_hans: 质量和回归检查
zh_hant: 质量和回归檢查

source: Question
de: Fragestellung
es: Pregunta
fr: Questions
it: Domanda
ja: 質問
ko: 질문
pt_br: Pergunta
zh_hans: 问题
zh_hant: 問

source: Quota
de: Kontingent
es: Cuota
ja: クオータ
ko: 할당량
pt_br: Cota.
zh_hans: 配额
zh_hant: 配额

source: Randomized with a recorded seed
de: Randomisiertes Saatgut
es: Aleatorio con semilla grabada
fr: randomisé avec une graine enregistrée
it: Randomizzato con un seme registrato
ja: 記録されたシードでランダム化
ko: 기록 된 씨앗에 무작위화
pt_br: Aleatório com uma semente registrada.
zh_hans: 随机的种子记录
zh_hant: 隨機被收錄的种子

source: Re-evaluates
de: Neubewertungen
fr: Réévaluation
it: Rivalutazioni
ja: 再評価
ko: 재평가
pt_br: Reavaliar
zh_hans: 重新评价
zh_hant: 重新評估

source: Read and manage events through EventKit.
de: Lesen und Verwalten von Ereignissen durch EventKit.
es: Leer y gestionar eventos a través de EventKit.
fr: Lire et gérer les événements EventKit.
it: Leggere e gestire gli eventi attraverso EventKit.
ja: イベントの閲覧と管理 EventKitお問い合わせ
ko: 자주 묻는 질문 EventKit·
pt_br: Leia e gerencie eventos através EventKit.
zh_hans: 通过 EventKit。 。 。 。
zh_hant: 透過 EventKit.

source: Read the linear history of the session
de: Lesen Sie den linearen Verlauf der Sitzung
es: Lea la historia lineal de la sesión
fr: Lire l'historique linéaire de la session
it: Leggi la storia lineare della sessione
ja: セッションの線形履歴を読む
ko: 세션의 선형 역사를 읽으십시오
pt_br: Leia a história linear da sessão.
zh_hans: 读取会话的线性历史
zh_hant: 讀取會議的線性歷史

source: Read-only search
de: Read-only Suche
es: Búsqueda de sólo lectura
fr: Recherche en lecture seule
it: Ricerca sola lettura
ja: 読み取り専用検索
ko: 읽기 전용 검색
pt_br: Busca somente para leitura.
zh_hans: 只读搜索
zh_hant: 只讀搜尋

source: Reasoning Levels
de: Argumentationsniveaus
es: Niveles de razonamiento
fr: Niveaux de raisonnement
it: Livelli di ragionamento
ja: 推論レベル
ko: 추론 수준
pt_br: Níveis de Raciocínio
zh_hans: 推理级别
zh_hant: 推理層級

source: Reasoning Trace
de: Argumentationsspur
es: Traza de razonamiento
fr: Trace de raisonnement
it: Traccia di ragionamento
ja: 推論トレース
ko: 추론 추적
pt_br: Rastreamento do raciocínio
zh_hans: 推理轨迹
zh_hant: 推理軌跡

source: Reasoning level
de: Begründungsniveau
es: Nivel de razonamiento
fr: Niveau de raisonnement
it: Livello di ragionamento
ja: 推論レベル
ko: Reasoning 수준
pt_br: Nível de raciocínio
zh_hans: 理由级别
zh_hant: 理由水平

source: Reasoning output
de: Begründungsoutput
es: Salida de razonamiento
fr: Sortie de raisonnement
it: Output del ragionamento
ja: 出力を上げる
ko: Reasoning 산출
pt_br: Saída do raciocínio
zh_hans: 推理输出
zh_hant: 原因

source: Recipe
de: Rezeptur
es: Receta
fr: Recette
it: Ricetta ricetta
ja: レシピ
ko: 레시피
pt_br: Receita
zh_hans: 食谱
zh_hant: 食道

source: Recipe Unavailable
de: Rezept nicht verfügbar
es: Receta no disponible
fr: Recette indisponible
it: Ricetta Non disponibile
ja: レシピ 利用不可
ko: 레시피를 사용할 수 없음
pt_br: Receita Indisponível
zh_hans: 食谱不可用
zh_hant: 食谱不可用

source: Recipient
de: Empfänger
es: Recipiente
fr: Bénéficiaire
it: Recipiente
ja: 受信者
ko: 수신자
pt_br: Destinatário
zh_hans: 收件人
zh_hant: 收件人

source: Recorded runtime trace
de: Aufgezeichnete Laufzeitspur
es: Traza récord de tiempo de ejecución
fr: Trace d'exécution enregistrée
it: Tracce di runtime registrate
ja: 記録されたランタイムの跡
ko: 기록된 런타임 추적
pt_br: Rastreamento gravado em tempo de execução
zh_hans: 已录制运行时间跟踪
zh_hant: 已錄制的运行時間追蹤

source: Redact
de: klar
es: Despejado
fr: Effacer
it: Redazione
ja: レッドアクト
ko: 민감 정보 가리기
pt_br: Limpo.
zh_hans: 编辑
zh_hant: 編輯

source: Reduce the response reserve, compact more history, or start a fresh session.
de: Reduzieren Sie die Antwortreserve, kompaktieren Sie mehr Geschichte oder starten Sie eine neue Sitzung.
es: Reducir la reserva de respuesta, compactar más historia o iniciar una sesión nueva.
fr: Réduire la réserve de réponse, compacter plus d'historique, ou commencer une nouvelle session.
it: Ridurre la riserva di risposta, compatta più storia, o avviare una sessione fresca.
ja: 応答予約を削減し、より多くの履歴をコンパクト化したり、新鮮なセッションを開始する。
ko: 응답 예약 감소, 컴팩트 더 많은 역사, 또는 신선한 세션을 시작합니다.
pt_br: Reduzir a reserva de resposta, compactar mais história, ou começar uma nova sessão.
zh_hans: 减少反应储备,压缩更多历史,或者开始新的会话.
zh_hant: 減少回應預備量, 压缩更多歷史, 或是開始新的會議 。

source: Reference, not a live run
de: Referenz, keine Live-Ausführung
es: Referencia, no una ejecución en vivo
fr: Référence, pas une exécution en direct
it: Riferimento, non un’esecuzione live
ja: 参照、ライブランではなく
ko: 참고, 라이브 런
pt_br: Referência, não uma execução ao vivo
zh_hans: 参考,不是直播
zh_hant: 參考,不是直播

source: Remove secrets before transcript entries cross a privacy boundary.
de: Entfernen sie geheimnisse, bevor transkripteinträge eine datenschutzgrenze überschreiten.
es: Eliminar secretos antes de que las entradas de transcripción crucen un límite de privacidad.
fr: Supprimer les secrets avant que les entrées de transcription franchissent une limite de confidentialité.
it: Rimuovere i segreti prima che le voci trascritte attraversano un limite di privacy.
ja: トランスクリプトエントリがプライバシー境界を渡る前に秘密を削除します。
ko: transcript 항목의 비밀을 제거 개인 정보 보호 경계.
pt_br: Remover segredos antes que a transcrição cruze um limite de privacidade.
zh_hans: 在记录条目跨越隐私边界之前删除机密 。
zh_hant: 在翻譯項目跨越隱私邊界前移除秘密 。

source: Remove stale tool-call chatter once the user-visible result has been captured.
de: Entfernen Sie veraltetes Tool-Call-Chatter, sobald das vom Benutzer sichtbare Ergebnis erfasst wurde.
es: Eliminar el chat de llamada de herramienta una vez que el resultado visible del usuario ha sido capturado.
fr: Supprimez le chatter d'appel d'outils une fois que le résultat visible de l'utilisateur a été capturé.
it: Rimuovere stale tool-call chatter una volta che il risultato visibile dall'utente è stato catturato.
ja: ユーザーの目に見えない結果がキャプチャされたら、ツールコールのチャットターを削除します。
ko: user-visible result가 캡처되면 stale tool-call chatter를 제거하십시오.
pt_br: Retirar conversa fiada quando o resultado visível do usuário for capturado.
zh_hans: 一旦捕获到用户可见的结果, 就删除 stale 工具调用聊天 。
zh_hant: 一旦捕捉到使用者可见的結果, 移除已停用的工具呼叫聊天 。
